"livechat.inputfield.questionplaceholder" = "మీ ప్రశ్న నమోదు చేయండి";
"livechat.inputfield.messageplaceholder" = "మీ సందేశాన్ని ఇక్కడ టైప్ చేయండి...";
"livechat.inputfield.feedbackplaceholder" = "మీ ఫీడ్‌బ్యాక్‌ను ఇక్కడ టైప్ చేయండి...";
"livechat.inputfield.commentplaceholder" = "వ్యాఖ్య";
"livechat.headertitle.feedback" = "మీ సూచనలను ఇవ్వండి";
"livechat.button.send" = "పంపండి";
"livechat.button.ok" = "సరే";
"livechat.button.photolibrary" = "ఫోటో లైబ్రరీ";
"livechat.button.sendPhoto" = "ఫోటో పంపండి";
"livechat.button.takescreenshot" = "స్క్రీన్‌షాట్ తీయండి";
"livechat.button.cancel" = "రద్దు చేయండి";
"livechat.button.open" = "ఓపెన్";
"livechat.button.copy" = "కాపీ చేయండి";
"livechat.button.submit" = "సబ్మిట్ చేయండి";
"livechat.button.back" = "< వెనక్కి";
"livechat.button.select" = "ఎంచుకోండి";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "వెనక్కి";
"livechat.message.savetolibrary" = "కెమెరా రోల్ సేవ్ చేయండి";
"livechat.message.offlineSend" = "ఆఫ్‌లైన్‌లో పంపడం";
"livechat.message.secs" = "%@ సెకన్లు";
"livechat.message.sec" = "%@ సెకను";
"livechat.message.newmessage" = "%@ కొత్త సందేశం";
"livechat.message.newmessages" = "%@ కొత్త సందేశాలు";
"livechat.message.chattransfered" = "చాట్ బదిలీ చేయబడింది. హాయ్, %@ ఎలా ఉన్నారు!! మీకు తదుపరి సాయం చేయడానికి నేను సంతోషిస్తాను.";
"livechat.message.agenjoinedchat" = "%@ ఈ సంభాషణలో చేరారు.";
"livechat.message.sessionended" = "సెషన్ ముగిసింది - #%@";
"livechat.message.sessionendednovisitid" = "సెషన్ ముగిసింది";
"livechat.message.connectedto" = "%@కు కనెక్ట్ చేయబడింది";
"livechat.message.chatmissed" = "మేం మిమ్మల్ని త్వరలోనే సంప్రదిస్తాం";
"livechat.ratingresponse.ratingandfeedback" = "మీ విలువైన రేటింగ్ మరియు ఫీడ్‌బ్యాక్ కొరకు ధన్యవాదాలు";
"livechat.ratingresponse.feedback" = "మీ విలువైన ఫీడ్‌బ్యాక్ కొరకు ధన్యవాదాలు";
"livechat.ratingresponse.rating" = "మీ విలువైన రేటింగ్‌కు ధన్యవాదాలు";
"livechat.message.name" = "మీరు";
"livechat.ratingmessage.bad" = "బాగోలేదు";
"livechat.ratingmessage.wow" = "వావ్";
"livechat.feedbackmessage.nofeedback" = "ఎలాంటి ఫీడ్‌బ్యాక్ లేదు";
"livechat.connectionstatus.online" = "ఆన్‌లైన్‌";
"livechat.connectionstatus.offline" = "ఆఫ్‌లైన్";
"livechat.connectionstatus.waitingfornetwork" = "నెట్‌వర్క్ కొరకు వేచి ఉంది";
"livechat.connectionstatus.noconnection" = "నెట్‌వర్క్ కనెక్టివిటీ లేదు...";
"livechat.day.morning" = "ఉదయం";
"livechat.day.afternoon" = "మధ్యాహ్నం";
"livechat.day.evening" = "సాయంత్రం";
"livechat.day.night" = "రాత్రి";
"livechat.day.today" = "ఈరోజు";
"livechat.day.yesterday" = "నిన్న";
"livechat.fileSize.exceed.alert" = "ఫైలు సైజు గరిష్టంగా అనుమతించిన పరిమితిని అధిగమించింది";
"livechat.message.sessionend" = "చాట్ సెషన్ ముగియబోతోంది";
"livechat.leave.feedback" = "మమ్మల్ని సంప్రదించినందుకు మీకు ధన్యవాదాలు! \n దయచేసి మాకు విలువైన ఫీడ్‌బ్యాక్ ఇవ్వండి.";
"livechat.offline.sent" = "ఆఫ్‌లైన్‌లో పంపబడింది";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "ఇమేజ్";
"livechat.conversation.vidoe" = "వీడియో";
"livechat.conversation.audio" = "వాయిస్ సందేశం";
"livechat.conversation.file" = "ఫైలు";
"livechat.conversation.location" = "లొకేషన్‌";
"livechat.conversation.contact" = "కాంటాక్ట్";
"livechat.ongoing.typing" = "టైప్ చేస్తోంది";
"livechat.offline.message" = "మేం ప్రస్తుతం అందుబాటులో లేము. దయచేసి మాకు ఒక సందేశాన్ని పంపండి మరియు సాధ్యమైనంత త్వరలో మేం మిమ్మల్ని సంప్రదిస్తాం.";
"livechat.start.chat" = "చాట్ ప్రారంభించండి";
"livechat.recently.viewed" = "ఇటీవల వీక్షించినది";
"livechat.faq.srarch.empty" = "అయ్యో! మీరు వెతుకుతున్న ఆర్టికల్ ఇంకా నిర్మాణంలో ఉంది! తరువాత మళ్లీ ప్రయత్నించండి!";
"livechat.faq.search" = "ఆర్టికల్ కొరకు వెతకడం";
"livechat.conversation" = "సంభాషణలు";
"livechat.faq" = "నాలెడ్జ్ బేస్";
"livechat.conversation.search.empty" = "అయ్యో! మీరు ఇప్పుడు నమోదు చేసిన పదానికి జత అయ్యే ప్రస్తుత సంభాషణలు ఏవీ లేనట్లుగా కనపడుతోంది. బహుశా మరొక క్వైరీని ప్రయత్నించండి!";
"livechat.conversation.attended" = "%@తో %@లో"; //in zylker with andrew
"livechat.conversation.missed" = "%@లో మిస్ అయింది";//Missed in sales
"livechat.conversation.search" = "సంభాషణ కొరకు వెతకండి";
"livechat.conversation.empty" = "ఇంకా ఎలాంటి సంభాషణలు లేవు! మీ నిపుణులతో కనెక్ట్ కావడానికి మీరు కేవలం ఒక్క క్లిక్ దూరంలో ఉన్నారు.";
"livechat.faq.empty" = "మా నాలెడ్జ్ బేస్ సెక్షన్ నిర్మాణంలో ఉంది. దయచేసి కొంత సమయం తరువాత తిరిగి రండి.";
"livechat.conversaiton.awaiting" = "కనెక్ట్ కావడానికి వేచి ఉంది...";
"livechat.faq.article" = "ఆర్టికల్";
"livechat.faq.articles" = "ఆర్టికల్స్";
"livechat.faq.view" = "వీక్షణ";
"livechat.faq.views" = "వీక్షణలు";
"COM.SIQ.END.CALL.DURATION" = "మీరు %@ కొరకు ఒక ఆడియో కాల్‌లో ఉన్నారు";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "ప్రస్తుతం %@ బిజీగా ఉన్నారు";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@ ఆడియో కాల్‌ను నిరాకరించారు";
"COM.SIQ.END.CALL.MISSED" = "%@ ఆడియో కాల్‌ను మిస్ అయ్యారు";
"COM.SIQ.END.CALL.TERMINATED" = "%@ ఆడియో కాల్‌‌ని రద్దు చేశారు";
"COM.SIQ.MISSED.CALL.TITLE" = "మిస్డ్ కాల్";
"COM.SIQ.MISSED.CALL.FROM" = "మీరు %@ నుంచి ఒక కాల్‌ను మిస్ చేశారు";
"livechat.button.endsession" = "సెషన్ ముగించు";
"livechat.message.missedChat" = "మిస్డ్ చాట్";
"livechat.message.sharedfile" = "ఒక ఫైలు పంచుకోబడింది";
"livechat.message.suggestions" = "సిఫారసులు";
"livechat.message.like" = "లైక్";
"livechat.message.dislike" = "డిస్‌లైక్";
"livechat.message.timezone" = "టైమ్ జోన్";
"livechat.message.date" = "తేదీ";//
"livechat.message.time" = "టైమ్";//
"livechat.message.from" = "నుంచి";//
"livechat.message.to" = "వీరికి";//
"livechat.message.speaker" = "స్పీకర్‌";
"livechat.message.settings" = "సెట్టింగ్‌లు";
"livechat.message.okay" = "సరే";
"livechat.button.dnt" = "ట్రాక్ చేయవద్దు";
"livechat.button.gotit" = "అర్ధమైంది!";
"livechat.button.learnmore" = "మరింత తెలుసుకోండి";
"livechat.button.accept" = "ఆమోదించు";
"livechat.button.decline" = "నిరాకరించు";
"livechat.message.changeemail" = "ఇమెయిల్ చిరునామా మార్చండి";
"livechat.message.translateconsent" = "అనువాద సమ్మతి";
"livechat.message.translation" = "ఈ సంభాషణను అనువదించడానికి మేం Google అనువాదాన్ని ఉపయోగిస్తున్నాం";
"livechat.message.chatconsent" = "చాట్ సమ్మతి";
"livechat.message.trackconsent" = "ట్రాకింగ్ సమ్మతి";
"livechat.chatconsent.message" = "ఆమోదించండి మీద క్లిక్ చేయడం ద్వారా, డాక్యుమెంట్‌లో పేర్కొనబడ్డ మా అన్ని నియమనిబంధనలను మీరు ఇందుమూలంగా అంగీకరిస్తున్నారు.";
"livechat.trackconsent.message1" = "హాయ్ ఉన్నారా! మీ ఇన్-యాప్ అనుభవాన్ని మెరుగుపరచడానికి మా యాప్‌లో మీ కార్యకలాపాలను మేం ట్రాక్ చేస్తాం.";
"livechat.trackconsent.message2" = "హాయ్ ఉన్నారా! మీ ఇన్-యాప్ అనుభవాన్ని మెరుగుపరచడానికి మా యాప్‌లో మీ కార్యకలాపాలను మేం ట్రాక్ చేస్తాం. ఒకవేళ మీరు దీనిని నిలిపివేయాలని కోరుకుంటే, “ట్రాక్ చేయవద్ద” ఆప్షన్ మీద క్లిక్ చేయండి.";
"livechat.message.cardmask" = "క్రెడిట్ కార్డు మాస్కింగ్";
"livechat.creditcard.message" = "మీ కార్డు నెంబర్ చాలా సున్నితమైనది కనుక, మీ కార్డు నెంబర్ యొక్క మొదటి 12 అంకెలను మేం మాస్క్ చేయాలని మీరు కోరుకుంటున్నారా?";
"livechat.button.mask" = "మాస్క్";
"livechat.message.emailtranscript" = "మీరు ఈ చాట్ ట్రాన్స్‌స్క్రిప్ట్‌ను %@కు ఇమెయిల్ చేయబోతున్నారు.";
"livechat.message.slidetodelete" = "తొలగించడానికి స్లైడ్ చేయండి";
"livechat.message.holdtorecord" = "రికార్డ్ చేయడానికి పట్టుకోండి, ఆపడానికి విడుదల చేయండి";
"livechat.permission.microphone" = "వాయిస్ సందేశాలను రికార్డ్ చేయడానికి మరియు పంపడానికి మీ పరికరం మైక్రోఫోన్‌కు యాక్సెస్‌ను అనుమతించండి.";
"livechat.buttton.later" = "తర్వాత";
"livechat.message.permission" = "యాప్ సెట్టింగ్‌లకు వెళ్లండి";
"livechat.message.angry" = "కోపం";
"livechat.message.sad" = "దుఃఖం";
"livechat.message.good" = "మంచిది";
"livechat.message.great" = "గ్రేట్";
"livechat.message.chattransfering" = "%@ ఈ చాట్‌ను %@కు బదిలీ చేస్తోంది.";
"livechat.message.forwardsupport" = "%@ ఈ చాట్‌ను బదిలీ చేస్తోంది.";
"livechat.message.forwardaccepted" = "చాట్ %@కు విజయవంతంగా ఫార్వర్డ్ చేయబడింది.";
"livechat.button.done" = "పూర్తయ్యింది";
"livechat.button.skip" = "దాటవేయి";
"livechat.button.confirm" = "ధృవీకరించండి";
"livechat.message.bookslot" = "ఒక స్లాట్‌ను బుక్ చేయండి";
"livechat.message.verybad" = "ఏమీ బాగోలేదు";
"livechat.message.neutral" = "తటస్థం";
"livechat.message.pickdate" = "ఒక తేదీని ఎంచుకోండి";
"livechat.message.pickslot" = "టైమ్ స్లాట్ ఎంచుకోండి";
"livechat.message.pickloc" = "ఒక లొకేషన్ పిక్ చేసుకోండి";
"livechat.message.location" = "లొకేషన్‌";
"livechat.message.curloc" = "ప్రస్తుత లొకేషన్‌ను పంపండి";
"livechat.message.selloc" = "ఎంపిక చేసిన లొకేషన్‌ను పంపండి";
"livechat.message.continuesession" = "మాతో మీ చాట్ సెషన్ ముగిసింది. మీకు ఇంకా ఏవైనా సందేహాలు ఉన్నాయా? మాతో చాట్ చేయడానికి కొనసాగండి మీద క్లిక్ చేయండి.";
"livechat.button.sendemail" = "ఇమెయిల్ చాట్ ట్రాన్స్‌స్క్రిప్ట్‌‌";
"livechat.button.continue" = "కొనసాగండి";
"livechat.message.mailsent" = "విజయవంతంగా మెయిల్ పంపబడింది";
"livechat.message.mailfailed" = "మెయిల్ పంపడం విఫలమైంది";
"livechat.button.yes" = "అవును";
"livechat.button.no" = "లేదు";
"livechat.message.connectohuman" = "మానవ సాయం కావాలా?";
"livechat.message.downloading" = "డౌన్‌లోడింగ్";
"livechat.message.uploading" = "అప్‌లోడింగ్";
"livechat.message.sendphoto" = "1 ఫోటో పంపండి";
"livechat.message.sendvideo" = "1 వీడియో పంపండి";
"livechat.message.sendphotos" = "%@ ఫోటోలు పంపండి";
"livechat.message.sendvideos" = "%@ వీడియోలు పంపండి";
"livechat.message.senditems" = "%@ ఐటమ్‌లు పంపండి";
"livechat.message.saved" = "సేవ్ చేయబడింది";
"livechat.message.screenshot" = "క్యాప్చర్ చేయడానికి తట్టండి";
"livechat.message.time.yearsago" = "%@సం క్రితం";
"livechat.message.time.monthsago" = "%@నె క్రితం";
"livechat.message.time.weeksago" = "%@వా క్రితం";
"livechat.message.time.daysago" = "%@రో క్రితం";
"livechat.message.time.hoursago" = "%@గం క్రితం";
"livechat.message.time.minutesago" = "%@ని క్రితం";
"livechat.message.time.secondsago" = "%@సె క్రితం";
"livechat.continue.chat" = "చాట్ కొనసాగించండి";
"livechat.conversation.started" = "%@ లో";
"livechat.message.sendfeedback" = "ఫీడ్‌బ్యాక్ పంపండి";
"livechat.message.sessionendtime" = "%@లో చాట్ సెషన్ ముగుస్తుంది";
"livechat.message.recieveimage" = "%@ మీకు ఇక ఇమేజ్ పంపారు";
"livechat.message.recievevideo" = "%@ మీకు ఒక వీడియో పంపారు";
"livechat.message.recievegif" = "%@ మీకు GIF పంపారు";
"livechat.message.recievefile" = "%@ మీకు ఫైలు పంపారు";
"livechat.message.recieveaudio" = "%@ మీకు ఒక ఆడియో పంపారు";
"livechat.message.sharescreenshot" = "స్క్రీన్‌షాట్ పంచుకోండి";
"livechat.message.defaultthankmsg" = "ఇవాళ మీతో చాట్ చేయడం నాకు సంతోషంగా ఉంది. మీ ‘రేటింగ్’ ఇవ్వడానికి దయచేసి ఒక్కక్షణం కేటాయించండి.";
"livechat.message.rate.1star" = "మేం మీకు సాయం చేయలేకపోయినందుకు మమ్మల్ని క్షమించండి. మేం మా సపోర్ట్‌ను మెరుగుపరుస్తాం.";
"livechat.message.rate.2star" = "క్షమించండి! వచ్చేసారి మేం మీకు మెరుగైన అనుభవాన్ని ధృవీకరిస్తున్నాం.";
"livechat.message.rate.3star" = "రేటింగ్ కొరకు ధన్యవాదాలు! ఏదైనా సాయం కొరకు మమ్మల్ని పింగ్ చేయడానికి సంకోచించవద్దు.";
"livechat.message.rate.4star" = "మీ రేటింగ్‌కు ధన్యవాదాలు. మేం మీకు సంతోషంగా సాయం అందిస్తాం.";
"livechat.message.rate.5star" = "వావ్, ధన్యవాదాలు!  మీకు సాయం చేయడానికి మేం సంతోషిస్తాం";
"livechat.message.feedback" = "అభిప్రాయం తెలియజేసినందుకు మీకు ధన్యవాదాలు.";
"livechat.message.state.connecting" = "కనెక్ట్ చేస్తోంది";
"livechat.message.state.connected" = "కనెక్ట్ చేయబడింది";
"livechat.message.inputcard.title.name" = "పేరు నమోదు చేయండి";
"livechat.message.inputcard.title.phone" = "కాంటాక్ట్‌ను నమోదు చేయండి";
"livechat.message.inputcard.title.url" = "URL నమోదు చేయండి";
"livechat.message.inputcard.title.email" = "ఈమెయిల్ నమోదు చేయి";
"livechat.message.inputcard.error.name" = "చెల్లుబాటు అయ్యే పేరు నమోదు చేయండి";
"livechat.message.inputcard.error.email" = "చెల్లుబాటు అయ్యే ఈమెయిల్ చిరునామా నమోదు చేయండి";
"livechat.message.inputcard.error.contact" = "చెల్లుబాటు అయ్యే కాంటాక్ట్ నెంబరు నమోదు చేయండి";
"livechat.message.inputcard.error.url" = "చెల్లుబాటు అయ్యే URL నమోదు చేయండి";
"livechat.message.form.inline.introduction" = "మేం ఎవరితో మాట్లాడుతున్నాం అనేది తెలుసుకోవడానికి మాకు సాయపడండి.";
"livechat.message.form.inline.chatmessage" = "చాట్‌ను ప్రారంభించడానికి దయచేసి మాకు కొన్ని వివరాలను అందించండి.";
"livechat.message.form.inline.buttontitle" = "ఫారాన్ని నింపండి";
"livechat.message.form.field.error.question" = "ఒక ప్రశ్న నమోదు చేయండి";
"livechat.message.form.field.question" = "మీ ప్రశ్నను ఇక్కడ నమోదు చేయండి";
"livechat.message.form.field.campaign" = "మా న్యూస్‌లెటర్‌కు మీరు సబ్‌స్క్రైబ్ అవ్వాలని కోరుకుంటున్నారా?";
"livechat.message.form.field.error.unknown" = "ఇవ్వబడ్డ ప్రతిస్పందన చెల్లుబాటు కాదు.";
"livechat.message.form.field.department.fieldname" = "డిపార్ట్‌మెంట్";
"livechat.message.form.field.department.message" = "మీ అభ్యర్థనను రూట్ చేయాల్సిన డిపార్ట్‌మెంట్‌ను దయచేసి ఎంచుకోండి";
"livechat.message.form.field.department.placeholder" = "డిపార్ట్‌మెంట్‌ను ఎంచుకోండి";
"livechat.message.form.field.department.coversation.error" = "దయచేసి మరో డిపార్ట్‌మెంట్‌ని ఎంచుకోండి.";
"livechat.message.form.field.department.traditional.error" = "చెల్లుబాటు అయ్యే డిపార్ట్‌మెంట్‌ను ఎంచుకోండి";
"livechat.message.form.field.email.fieldname" = "ఇమెయిల్";
"livechat.message.form.field.email.message" = "మేం మీకు ఇక్కడకు ఇమెయిల్‌ను పంపవచ్చా?";
"livechat.message.form.field.email.placeholder" = "మీ ఇమెయిల్ వివరాలను నమోదు చేయండి";
"livechat.message.form.field.email.coversation.error" = "మీరు నమోదు చేసిన ఇమెయిల్ చిరునామా తప్పుగా కనపడుతోంది. దయచేసి మీ ఇమెయిల్ చిరునామాని మళ్లీ నమోదు చేయండి.";
"livechat.message.form.field.email.traditional.error" = "చెల్లుబాటు అయ్యే ఈమెయిల్ చిరునామా నమోదు చేయండి";
"livechat.message.form.field.phone.fieldname" = "ఫోన్";
"livechat.message.form.field.phone.message" = "మేం మీ కాంటాక్ట్ నెంబర్‌ను పొందవచ్చా?";
"livechat.message.form.field.phone.placeholder" = "మీ కాంటాక్ట్ నెంబర్‌ను నమోదు చేయండి";
"livechat.message.form.field.phone.coversation.error" = "మీరు నమోదు చేసిన ఫోన్ నెంబర్ తప్పుగా కనపడుతోంది. దయచేసి మీ ఫోన్ నెంబరును మళ్లీ నమోదు చేయండి.";
"livechat.message.form.field.phone.traditional.error" = "దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నెంబరు నమోదు చేయండి";
"livechat.message.form.field.name.fieldname" = "పేరు";
"livechat.message.form.field.name.message" = "మిమ్మల్ని ఎలా పిలవాలని మీరు కోరుకుంటున్నారు?";
"livechat.message.form.field.name.placeholder" = "మీ పేరు నమోదు చేయండి";
"livechat.message.form.field.name.coversation.error" = "మీరు నమోదు చేసిన పేరు సరిగ్గా అనిపించడం లేదు. దయచేసి మీ పేరును మళ్లీ నమోదు చేయండి.";
"livechat.message.form.field.name.traditional.error" = "చెల్లుబాటు అయ్యే పేరు నమోదు చేయండి";
"livechat.message.form.conversation.sendername" = "ఆపరేటర్";
"livechat.message.form.traditional.title" = "యూజర్ వివరాలు";
"livechat.message.error.internet" = "దయచేసి మీ ఇంటర్నెట్ కనెక్షన్ చెక్ చేయండి.";
"livechat.message.error.unknown" = "అయ్యో! ఏదో తప్పు జరిగింది. దయచేసి మళ్లీ ప్రయత్నించండి";
"livechat.conversation.started_no_dept" = "%@ తో";
"livechat.message.reopensession" = "మీ చాట్ సెషన్ ముగిసింది. మీకు తదుపరి ఏవైనా సందేహాలు ఉన్నట్లయితే, మీరు చాట్‌ను తిరిగి ఓపెన్ చేయవచ్చు.";
"livechat.message.failiure.unknown" = "ఏదో తప్పు జరిగింది. దోషం కోడ్:  %@";
"livechat.message.failiure.throttle" = "కనెక్షన్ త్రోటెల్ చేయబడింది. కొంత సమయం తర్వాత ప్రయత్నించండి.";
"livechat.message.failiure.operationFailed" = "ఆపరేషన్ విఫలమైంది";
"livechat.button.reopen" = "చాట్‌ను తిరిగి తెరవండి";
"livechat.message.conversation.reopened" = "మీరు చాట్‌ను తిరిగి తెరిచారు";
"livechat.message.sendblocked.ended" = "ఈ చాట్ ముగిసింది";
"livechat.message.conversation.operatorsunavailable" = "ఆపరేటర్‌లు ఎవరూ లభ్యం కావడం లేదు";
"livechat.message.conversation.waiting" = "త్వరలో ఆపరేటర్ చేరతారు";
"livechat.message.conversation.formwaiting" = "మీ వివరాల కోసం ఎదురు చూస్తున్నారు";
"livechat.button.sure" = "తప్పకుండా";
"livechat.message.chatwithus" = "ఇప్పుడు మాతో చాట్ చేయండి!";
"livechat.message.search" = "వెతకడం";
"livechat.rate.titlemessage" = "మాతో మీ సంభాషణ అనుభవం ఏమిటి?";
"livechat.rate.subtitlemessage" = "మీ రేటింగ్ ఇవ్వడానికి దయచేసి ఒక్కక్షణం కేటాయించండి.";
"livechat.message.time.justnow" = "ఇప్పుడే";
"livechat.message.file" = "ఫైలు";
"livechat.message.missed.message" = "క్షమించండి, మేం మిమ్మల్ని మిస్ అవుతున్నాం! మేం త్వరలోనే మిమ్మల్ని సంప్రదిస్తాం!";
"livechat.message.connection.online.message" = "తిరిగి ఆన్‌లైన్!";
"salesiq.chat.branding" = "SalesIQ Mobilisten ద్వారా అందించబడింది";
"livechat.button.download" = "డౌన్‌లోడ్";
"livechat.alert.formactivenotice.title" = "మరో చట్‌లో పారం యాక్టివ్‌గా ఉంది";
"livechat.alert.formactivenotice.subtitle" = "కొత్త చాట్‌ను ప్రారంభించడానికి ముందు గత చాట్‌లోని ఫారాన్ని దయచేసి పూర్తి చేయండి!";
"livechat.message.offlinemessage.submitted" = "ఆఫ్‌లైన్ సందేశం సబ్మిట్ చేయబడింది";
"livechat.message.storage_permission.denied" = "స్టోరేజీ అనుమతి నిరాకరించబడింది.";
"livechat.message.timedout" = "సమయం ముగిసింది";
"livechat.message.success" = "విజయవంతమైంది";
"livechat.message.faliure" = "విఫలమైంది";
"livechat.message.widget.selectionlimit" = "బహుళ ఎంపిక పరిమితిని చేరుకుంది";
"livechat.message.noresult" = "ఎలాంటి ఫలితాలు కనుగొనబడలేదు";
"livechat.message.waitingforconnection" = "నెట్‌వర్క్ కనెక్షన్ కొరకు వేచి ఉంది";
"livechat.message.chat.closedalert" = "సెషన్ ముగిసింది! కొనసాగడానికి చాట్‌ను తిరిగి తెరవండి.";
"livechat.message.info.chatmissed" = "మీ చాట్ అభ్యర్థనను మేం మిస్ అయ్యాం";
"livechat.message.status.sending" = "పంపుతోంది";
"livechat.message.status.sent" = "పంపినవి";
"livechat.message.status.resend" = "తిరిగి పంపు";
"livechat.message.status.delete" = "తొలగించండి";
"livechat.message.inputcard.error.novalue" = "దయచేసి చెల్లుబాటు అయ్యే విలువ నమోదు చేయండి";
"livechat.chat.pendingaction.placeholder" = "దయచేసి వేచి ఉండండి.";
"livechat.chat.sender.profanity.alert" = "దుర్వినియోగ అలర్ట్";
"livechat.chat.queue.banner.calculating" = "వేచి ఉండే సమయాన్ని లెక్కిస్తోంది...";
"livechat.chat.queue.banner.title" = "మీరు చాట్ క్యూలో ఉన్నారు";
"livechat.chat.queue.banner.timeremaining" = "అంచనా వేయబడ్డ వేచి ఉండే సమయం సుమారుగా ~%@";
"livechat.chat.queue.banner.position.subtitle" = "స్పాట్";
"livechat.chat.list.subtitle.queue.spot" = "క్యూలో స్పాట్: %@";
"livechat.gdpr.googletranslate.consent" = "ఈ సర్వీస్‌లో Google ద్వారా అందించబడ్డ అనువాదాలు ఉండవచ్చు. ఖచ్చితత్వం, విశ్వసనీయత మరియు ఒక నిర్దిష్ట ప్రయోజనం కోసం సరిపోవడం మరియు ఉల్లంఘించకపోవడానికి సంబంధించిన ఏదైనా సూచిక వారెంటీలతో సహా అనువాదాలు, వ్యక్తీకరణ లేదా సూచనలకు సంబంధించిన అన్ని వారెంటీలను Google నిరాకరిస్తుంది.";
"livechat.button.schedule" = "షెడ్యూల్";
"livechat.message.inputwidget.datetime.title" = "తేదీ & సమయం";
"livechat.message.search.country.placeholder" = "దేశం లేదా కోడ్ వెతకడం";
"livechat.message.permission.denied.location" = "లొకేషన్ అనుమతి నిరాకరించబడింది";
"livechat.messsage.search.noresults" = "మీ శోధనకు జత అయ్యే ఏవైనా ఫలితాలు మేం కనుగొనలేకపోయాం";

"livechat.message.status.edit" = "సవరించడం";
"livechat.message.status.reply" = "ప్రత్యుత్తరమివ్వు";
"livechat.message.deletingmessage" = "సందేశాన్ని తొలగిస్తోంది";
"livechat.message.deletemessage" = "సందేశాన్ని తొలగించాలా?";
"livechat.message.messagedeletedforeveryone" = "ఈ సందేశం ప్రతి ఒక్కరికీ తొలగించబడుతుంది. ఈ చర్యను అన్‌డ్యూ చేయలేరు";
"livechat.message.loadmoremessage" = "మరింత లోడ్ చేయండి";
"livechat.message.messagedeleted" = "ఈ సందేశం తొలగించబడింది";
"livechat.message.messageedited" = "ఎడిటెడ్";
"livechat.message.failure.transcriptFetch" = "సందేశాలను లోడ్ చేయలేకపోయింది. తరువాత మళ్లీ ప్రయత్నించండి.";
"livechat.message.failure.deleteMessage" = "సందేశాన్ని తొలగించలేకపోయింది. తరువాత మళ్లీ ప్రయత్నించండి.";
"livechat.message.failure.editMessage" = "సందేశాన్ని సవరించలేకపోయింది. తరువాత మళ్లీ ప్రయత్నించండి.";
"livechat.message.log.title" = "అప్లికేషన్ లాగ్";
"livechat.message.log.chatMessage" = "ఆపరేటర్ మీ యాప్ లాగ్‌కు యాక్సెస్‌ను అభ్యర్థించారు";
"livechat.message.share" = "పంచుకోండి";
"livechat.info.message" = "కాపీ చేయబడింది";

//Bookings
"livechat.booking.description" = "మీ అపాయింట్‌మెంట్‌ను షెడ్యూల్ చేయడానికి దిగువన ‘ఇప్పుడు బుక్ చేయండి’ మీద క్లిక్ చేయండి.";
"livechat.booking.bookappointment" = "అపాయింట్‌మెంట్ బుక్ చేయండి";
"livechat.booking.cancelbooking" = "బుకింగ్ రద్దు చేయి";
"livechat.booking.cancelbooking.message" = "మీరు ఈ బుకింగ్‌ను ఖచ్చితంగా రద్దు చేయాలని కోరుకుంటున్నారా?";
"livechat.booking.discardbooking" = "మీరు మార్పులు ఖచ్చితంగా విస్మరించాలని అనుకుంటున్నారా";
"livechat.common.discard" = "విస్మరించు";
"livechat.booking.pickadate" = "ఒక తేదీని ఎంచుకోండి";
"livechat.booking.allslotsbooked" = "అన్ని స్లాట్‌లు బుక్ చేయబడ్డాయి";
"livechat.booking.allslotsbooked.message" = "ఈ తేదీనాడు అన్ని స్లాట్‌లు బుక్ చేయబడినట్లుగా కనపడుతోంది, మరో తేదీని ప్రయత్నించండి.";
"livechat.booking.unavailable" = "అందుబాటులో లేదు";
"livechat.booking.slots" = "స్లాట్‌లు";
"livechat.booking.slot" = "స్లాట్";
"livechat.booking.choosedate" = "తేదీని ఎంచుకోండి";
"livechat.booking.bookingconfirmation.title" = "బుకింగ్ ధృవీకరణ";
"livechat.booking.verifydetails" = "సంప్రదించు వివరాలను ధృవీకరించడం";
"livechat.common.noresultfound" = "శోధన కొరకు ఎలాంటి ఫలితాలు కనుగొనబడలేదు";
"livechat.booking.choosetimeslot.title" = "టైమ్‌ స్లాట్‌ను ఎంచుకోండి";
"livechat.booking.booknow" = "ఇప్పుడు బుక్ చేసుకోండి";
"livechat.booking.scheduled" = "షెడ్యూల్ చేయబడింది";
"livechat.booking.cancelled" = "రద్దు చేయబడింది";
"livechat.booking.reschedule" = "రీషెడ్యూల్ చేయండి";
"livechat.booking.cancel" = "రద్దు చేయండి";

"livechat.booking.expired" = "గడువు ముగిసింది";
"livechat.booking.rescheduled" = "రీషెడ్యూల్ చేయబడింది";
"livechat.booking.error.booknow" = "మళ్లీ ప్రయత్నించండి"; // Done
"livechat.booking.error.bookanappointment" = "అపాయింట్‌మెంట్ బుక్ చేయలేకపోయింది"; // Done
"livechat.booking.error.confirmappointment" = "అపాయింట్‌మెంట్ బుకింగ్ విఫలమైంది. మళ్లీ ప్రయత్నించండి."; // Done
"livechat.booking.error.rescheduleaction" = "రీషెడ్యూల్ చేయలేకపోయింది. మళ్లీ ప్రయత్నించండి.";
"livechat.booking.error.cancelaction" = "రద్దు చేయలేకపోయింది. మళ్లీ ప్రయత్నించండి.";
"livechat.booking.error.rescheduleappointment" = "రీషెడ్యూల్ చేయలేకపోయింది. మళ్లీ ప్రయత్నించండి."; // Done
"livechat.info.booking.reschedule" = "అపాయింట్‌మెంట్ రీషెడ్యూల్ చేయబడింది"; // Done
"livechat.info.booking.cancel" = "అపాయింట్‌మెంట్ రద్దు చేయబడింది"; // Done
"livechat.booking.success.appointment" = "అపాయింట్‌మెంట్ విజయవంతంగా బుక్ చేయబడింది"; // Done
"livechat.booking.success.reschedule" = "అపాయింట్‌మెంట్ విజయవంతంగా రీషెడ్యూల్ చేయబడింది"; // Done
"livechat.booking.success.cancel" = "అపాయింట్‌మెంట్ విజయవంతంగా రద్దు చేయబడింది"; // Done
"livechat.booking.disabled" = "పోర్టల్‌లో ఇంటిగ్రేషన్ ప్రారంభించబడలేదు";
"livechat.booking.search" = "ఎలాంటి శోధన ఫలితాలు కనుగొనబడలేదు";
"livechat.voicemessage.alert.title" = "వాయిస్ సందేశాన్ని డిస్‌కార్డ్ చేయండి";
"livechat.voicemessage.alert.message" = "ఇది మీ రికార్డ్ చేయబడ్డ వాయిస్ సందేశాన్ని డిస్‌కార్డ్ చేస్తుంది";
"livechat.booking.alert.discardChangesPrompt" = "చేసిన మార్పులు సేవ్ చేయబడవు. మీరు ముందుకు కొనసాగాలని అనుకుంటున్నారా?";
"livechat.alert.button.proceed" = "కొనసాగించండి";
"livechat.alert.button.cancel" = "రద్దు చేయండి";

// knowledgebase
"livechat.knowledgebase.subcategories" = "సబ్ కేటగిరీలు";
"livechat.knowledgebase.article" = "ఆర్టికల్";
"livechat.knowledgebase.articles" = "ఆర్టికల్స్";
"livechat.knowledgebase.relatedarticles" = "సంబంధిత ఆర్టికల్స్";
"livechat.knowledgebase.subcategory.count" = "సబ్ కేటగిరీ";
"livechat.knowledgebase.subcategories.count" = "సబ్ కేటగిరీలు";
"livechat.knowledgebase.recentlyviewed" = "ఇటీవల వీక్షించినది";
"livechat.knowledgebase.choosedepartment" = "డిపార్ట్‌మెంట్ ఎంచుకోండి";
"livechat.knowledgebase.search.departments" = "డిపార్ట్‌మెంట్‌లు";
"livechat.knowledgebase.delete.or.disabled" = "ఆర్డికల్ లభ్యం కావడం లేదు";

"livechat.knowledgebase.recentsearches" = "ఇటీవల శోధనలు";
"livechat.knowledgebase.categories" = "కేటగిరీ‌లు";
"livechat.knowledgebase.article.updated" = "అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.action.like" = "లైక్";
"livechat.knowledgebase.action.dislike" = "డిస్‌లైక్";
"livechat.knowledgebase.info.liked" = "లైక్ చేయబడింది";
"livechat.knowledgebase.info.disliked" = "డిస్‌లైక్డ్";
"livechat.knowledgebase.view" = "వీక్షణ";
"livechat.knowledgebase.views" = "వీక్షణలు";
"livechat.knowledgebase.action.invalid" = "చెల్లుబాటు కాని చర్య. మళ్లీ ప్రయత్నించండి.";
"livechat.knowledgebase.noviews" = "వీక్షణలు లేవు";

"livechat.chat" = "చాట్";
"livechat.knowledgebase.time.yearsago" = "%@సం క్రితం అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.time.monthago" = "%@నె క్రితం అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.time.dayago" = "1 రోజు క్రితం అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.time.daysago" = "%@ రోజుల క్రితం అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.time.hourago" = "1 గంట క్రితం అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.time.hoursago" = "%@ గంటల క్రితం అప్‌డేట్ చేయబడింది";
"livechat.knowledgebase.time.justnow" = "ఇప్పుడే అప్‌డేట్ చేసింది";
"livechat.conversation.unavailable" = "చాట్ లభ్యం కావడం లేదు";
"livechat.message.file.not.supported" = "ఫైలు రకం మద్దతు ఇవ్వదు";
"livechat.message.sending.failed" = "సందేశం పంపడం విఫలమైంది";
"livechat.launcher.dismiss" = "డిస్మిస్ చేయడానికి ఇక్కడకి డ్రాగ్ చేయండి";
"livechat.button.endchat" = "చాట్‌ని ముగించండి";


"livechat.message.resendall" = "అన్నింటిని తిరిగి పంపండి";
"livechat.message.deleteall" = "అన్నింటినీ డిలీట్ చేయి";
"livechat.filebotcard.minimumselection.error" = "దయచేసి కనీసం %@ ఫైల్స్ ఎంచుకోండి";
"livechat.filebotcard.maximumselection.error" = "%@ కంటే ఎక్కువ ఫైల్స్‌ని పంచుకోలేరు";
"livechat.filebotcard.selectionfile.limitexceed.error" = "ఫైల్ పరిమాణం %@ మించరాదు";
"livechat.filebotcard.upload" = "అప్‌లోడ్";

"livechat.message.widget.minimumselectionlimit" = "కనీసం %@ ఎంపిక అవసరం";
"livechat.message.resource.viewarticle" = "ఆర్టికల్స్‌ని చూడండి";
"livechat.filebotcard.unsupportedfile.error" = "ఎంచుకున్న ఫైల్ మద్దతు ఇవ్వడం లేదు, దయచేసి మరో ఫైల్ ఎంచుకోండి. ";
"livechat.fab.call.action" = "కాల్ చేయండి";
"livechat.fab.chat.action" = "చాట్";
"livechat.fab.close.action" = "క్లోజ్ చేయండి";

"livechat.info.call.convertedaschat" = "%@ ద్వారా కాల్ చాట్ వలే కన్వర్ట్ చేయబడింది";
"livechat.info.call.end" = "%@ కొరకు %@ వద్ద ఆడియో కాల్";
"livechat.info.call.reject.peer" = "%@ ప్రస్తుతం బిజీగా ఉన్నారు. దయచేసి తరువాత కాల్ చేయడానికి ప్రయత్నించండి";
"livechat.info.call.reject" = "%@ %@కు ఒక ఆడియో కాల్‌ను నిరాకరించారు";
"livechat.info.call.missed.other" = "%@ మీ ఆడియో కాల్‌ని %@ వద్ద మిస్ చేశారు";
"livechat.info.call.missed.self" = "%@ ఒక ఆడియో కాల్‌ని %@ వద్ద మిస్ చేశారు";
"livechat.info.call.cancelled" = "%@ ఆడియో కాల్‌‌ని %@ వద్ద రద్దు చేశారు";
"livechat.common.loading" = "లోడ్ చేస్తోంది...";
"livechat.call.title.ongoingcall" = "ఆన్ గోయింగ్ కాల్";
"livechat.prechat.chat.online.title" = "ఇప్పుడు మాతో చాట్ చేయండి!";
"livechat.prechat.chat.offline.title" = "ఒక సందేశాన్ని విడిచిపెట్టండి";
"livechat.prechat.call.online.title" = "మాకు ఇప్పుడు కాల్ చేయి";
"livechat.prechat.call.offline.title" = "మాకు ఒక మిస్డ్ కాల్ ఇవ్వండి";
"livechat.call.warning.make.new.call" = "మీరు ఇప్పటికే మరో కాల్‌లో ఉన్నప్పుడు కొత్త కాల్‌ను చేయలేరు.";
"livechat.call.end.alert.when.end.conversation" = "చాట్‌ను ముగించడం వల్ల ప్రస్తుత కాల్ కూడా ముగుస్తుంది. మీరు ఖచ్చితంగా ముందుకు సాగాలని అనుకుంటున్నారా?";
"livechat.action.end" = "ముగించడం";
"livechat.prechat.brand.back.to.online" = "హాయ్, మేం తిరిగి ఆన్‌లైన్‌లోనికి వచ్చాం!";
"livechat.call.outgoingcall.duration" = "%@ కొరకు అవుట్‌గోయింగ్ కాల్";
"livechat.call.missed" = "మిస్డ్ కాల్";
"livechat.call.cancelled" = "రద్దుచేయబడ్డ కాల్‌";
"livechat.missed.chat.response" = "మమ్మల్ని సంప్రదించినందుకు మీకు ధన్యవాదాలు! మేం త్వరలోనే మిమ్మల్ని సంప్రదిస్తాం.";
"livechat.call.miss.alert.title" = "ఆపరేషన్‌లు లభ్యం కావడం లేదు";
"livechat.call.miss.alert.message" = "మీరు మాకు ఒక మిస్డ్ కాల్ ఇవ్వాలని కోరు8కుంటున్నారా?";
"livechat.chat.miss.alert.message" = "మీరు ఒక సందేశాన్ని పంపాలని కోరుకుంటున్నారా?";
"livechat.call.recording.consent.title" = "కాల్ రికార్డింగ్ సమ్మతి";
"livechat.call.recording.consent" = "నాణ్యతా మదింపు, రికార్డింగ్ కీపింగ్, మరియు శిక్షణా ప్రయోజనాల కొరకు అన్ని కాల్స్ రికార్డ్ చేయబడతాయి. “ఆమోదించండి” మీద క్లిక్ చేయడం ద్వారా, మీరు కాల్‌ను రికార్డ్ చేసేందుకు సమ్మతిని తెలియజేస్తున్నారు.";
"livechat.call.queue.title" = "కాల్ క్యూలో ఉంది";
"livechat.call.microphone.permission.title" = "దయచేసి యాక్సెస్‌ను అనుమతించండి";
"livechat.call.microphone.permission.custom.message" = "వాయిస్ కాల్స్ కోసం %@కు మీ మైక్రోఫోన్‌కు యాక్సెస్ అవసరం";
"livechat.call.microphone.permission.message" = "వాయిస్ కాల్స్ కొరకు మీ మైక్రోఫోన్ యాక్సెస్ చేసుకోవడానికి ఈ యాప్‌కు అనుమతి అవసరం";
"livechat.button.endconversation" = "సంభాషణను ముగించు";
"livechat.message.offlinechat" = "ఆఫ్‌లైన్ చాట్";
"livechat.message.offlinecall" = "ఆఫ్‌లైన్ కాల్";
"livechat.checkbox.consent.message" = "నేను నియమనిబంధనలను అంగీకరిస్తున్నాను";
"livechat.checkbox.consent.message.tac" = "నియమనిబంధనలు";
"livechat.list.subtitle.queue.call" = "మీ కాల్ క్యూలో ఉంది. దయచేసి వేచి ఉండండి.";
"livechat.list.subtitle.queue.chat" = "మీ చాట్ క్యూలో ఉంది. దయచేసి వేచి ఉండండి.";
"livechat.common.gdpr.consent.title" = "కన్వర్షన్ కంటెంట్";
"livechat.common.gdpr.consent.message" = "ఆమోదించండి మీద క్లిక్ చేయడం ద్వారా, డాక్యుమెంట్‌లో పేర్కొనబడ్డ అన్ని నియమనిబంధనలను మీరు ఇందుమూలంగా అంగీకరిస్తున్నారు.";
"livechat.common.gdpr.consent.message.in.forms" = "నియమనిబంధనల చెక్‌బాక్స్‌ను చెక్ చేయడం ద్వారా, మీరు ఇందుమూలంగా డాక్యుమెంట్‌లో పేర్కొనబడ్డ అన్ని నిబంధనలను అంగీకరిస్తున్నారు.";
"livechat.form.toast.agree.tac" = "ముందుకు సాగడానికి దయచేసి నియమనిబంధనలను అంగీకరించండి";
"livechat.list.missed.call.subtitle" = "మేం మీ కాల్‌ను మిస్ చేశాం. దయచేసి తరువాత ప్రయత్నించండి.";
"livechat.list.cancel.call.subtitle" = "మీరు ఒక ఆడియో కాల్‌ని రద్దు చేశారు.";
"livechat.list.subtitle.ongoingcallinothersession" = "మరో సెషన్‌లో కొనసాగుతున్న కాల్";
"livechat.call.failed.message" = "ప్రస్తుతం మా ఆపరేటర్‌లు ఎవరూ అందుబాటులో లేనట్లుగా కనపడుతోంది!";
"livechat.call.waiting.for.response" = "మీ కాల్‌కు మా సపోర్ట్ ప్రతినిధి హాజరయ్యేంత వరకు దయచేసి వేచి ఉండండి";
"livecaht.call.initialization.failed" = "ఇనస్టలైజేషన్ విఫలమైంది";
